Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# SelectCodeIntegrityEVTXButton.ToolTipService.ToolTip
source: Browse for Code Integrity EVTX files to scan.
fr_fr: Recherchez des fichiers EVTX Code Integrity à analyser.
ja_jp: スキャンするコード整合性EVTXファイルを参照します。
tr_tr: Taranacak Code Integrity EVTX dosyalarına göz atın.

# SelectCodeIntegrityEVTXButton.AutomationProperties.HelpText
source: Browse for Code Integrity EVTX files to scan.
fr_fr: Recherchez des fichiers EVTX Code Integrity à analyser.
ja_jp: スキャンするコード整合性EVTXファイルを参照します。
tr_tr: Taranacak Code Integrity EVTX dosyalarına göz atın.

# SelectAppLockerEVTXButton.Content
source: Select AppLocker EVTX Files
fr_fr: Sélectionner les fichiers EVTX AppLocker
ja_jp: AppLocker EVTXファイルを選択
tr_tr: AppLocker EVTX Dosyalarını Seçin

# SelectAppLockerEVTXButton.ToolTipService.ToolTip
source: Browse for AppLocker EVTX files to scan.
fr_fr: Recherchez des fichiers EVTX AppLocker à analyser.
ja_jp: スキャンするAppLocker EVTXファイルを参照します。
tr_tr: Taranacak AppLocker EVTX dosyalarına göz atın.

# SelectAppLockerEVTXButton.AutomationProperties.HelpText
source: Browse for AppLocker EVTX files to scan.
fr_fr: Recherchez des fichiers EVTX AppLocker à analyser.
ja_jp: スキャンするAppLocker EVTXファイルを参照します。
tr_tr: Taranacak AppLocker EVTX dosyalarına göz atın.

# SACIsNotOffForISGPolicyWarning
source: You're deploying an App Control policy that uses the Intelligent Security Graph and Smart App Control is not off. It's recommended to turn off Smart App Control in this situation.
fr_fr: Vous déployez une stratégie App Control qui utilise Intelligent Security Graph et Smart App Control n'est pas désactivé. Il est recommandé de désactiver Smart App Control dans cette situation.
ja_jp: Intelligent Security Graphを使用するApp Controlポリシーを展開しようとしていますが、スマートアプリコントロールがオフになっていません。この状況ではスマートアプリコントロールをオフにすることをお勧めします。
tr_tr: Akıllı Güvenlik Grafiği'ni kullanan bir Uygulama Denetimi ilkesi dağıtıyorsunuz ve Akıllı Uygulama Denetimi kapalı değil. Bu durumda Akıllı Uygulama Kontrolünü kapatmanız önerilir.

# WarningReverseConvertingNewerPolicyVersion
source: The CIP policy version is '{0}' while AppControl Manager only supports up to version '{1}'. Not all policy's features could be decoded.
fr_fr: La version de la stratégie CIP est '{0}' alors qu'AppControl Manager ne prend en charge que jusqu'à la version '{1}'. Toutes les fonctionnalités de la stratégie n'ont pas pu être décodées.
ja_jp: CIPポリシーバージョンは「{0}」ですが、AppControl Managerがサポートするのはバージョン「{1}」までです。ポリシーのすべての機能をデコードできませんでした。
tr_tr: CIP politikası sürümü '{0}' olup AppControl Manager yalnızca '{1}' sürümüne kadar destekler. Politikanın tüm özelliklerinin kodu çözülemedi.

# DialogContentP7BConvertedToXML
source: The P7B binary has been successfully converted to XML and the file has been saved to:
fr_fr: Le binaire P7B a été converti avec succès en XML et le fichier a été enregistré sous :
ja_jp: P7Bバイナリが正常にXMLに変換され、ファイルが保存されました：
tr_tr: P7B ikili dosyası başarıyla XML'e dönüştürüldü ve dosya şuraya kaydedildi:

# MakeAppIDTaggingPolicySettingsCard.Description
source: Create an App ID Tagging policy for the current policy template.
fr_fr: Créez une stratégie de balisage d'ID d'application (App ID Tagging) pour le modèle de stratégie actuel.
ja_jp: 現在のポリシーテンプレート用のApp IDタグ付けポリシーを作成します。
tr_tr: Geçerli ilke şablonu için bir Uygulama Kimliği Etiketleme ilkesi oluşturun.

# MakeAppIDTaggingPolicySettingsCard.Header
source: App ID Tagging Policy
fr_fr: Stratégie de balisage d'ID d'application
ja_jp: App IDタグ付けポリシー
tr_tr: Uygulama Kimliği Etiketleme Politikası

# MakeAppIDTaggingPolicySettingsCard.ToolTipService.ToolTip
source: Create an App ID Tagging policy for the current policy template.
fr_fr: Créez une stratégie de balisage d'ID d'application (App ID Tagging) pour le modèle de stratégie actuel.
ja_jp: 現在のポリシーテンプレート用のApp IDタグ付けポリシーを作成します。
tr_tr: Geçerli ilke şablonu için bir Uygulama Kimliği Etiketleme ilkesi oluşturun.

# MakeAppIDTaggingPolicySettingsCard.AutomationProperties.HelpText
source: Create an App ID Tagging policy for the current policy template.
fr_fr: Créez une stratégie de balisage d'ID d'application (App ID Tagging) pour le modèle de stratégie actuel.
ja_jp: 現在のポリシーテンプレート用のApp IDタグ付けポリシーを作成します。
tr_tr: Geçerli ilke şablonu için bir Uygulama Kimliği Etiketleme ilkesi oluşturun.

# AdvancedFeaturesSettingsExpander.Description
source: This area provides advanced features to customize App Control policies.
fr_fr: Cette zone fournit des fonctionnalités avancées pour personnaliser les stratégies App Control.
ja_jp: この領域では、App Controlポリシーをカスタマイズするための高度な機能を提供します。
tr_tr: Bu alan, Uygulama Denetimi ilkelerini özelleştirmek için gelişmiş özellikler sağlar.

# AdvancedFeaturesSettingsExpander.Header
source: Advanced Features
fr_fr: Fonctionnalités avancées
ja_jp: 高度な機能
tr_tr: Gelişmiş Özellikler

# AdvancedFeaturesSettingsExpander.ToolTipService.ToolTip
source: This area provides advanced features to customize App Control policies.
fr_fr: Cette zone fournit des fonctionnalités avancées pour personnaliser les stratégies App Control.
ja_jp: この領域では、App Controlポリシーをカスタマイズするための高度な機能を提供します。
tr_tr: Bu alan, Uygulama Denetimi ilkelerini özelleştirmek için gelişmiş özellikler sağlar.

# AdvancedFeaturesSettingsExpander.AutomationProperties.HelpText
source: This area provides advanced features to customize App Control policies.
fr_fr: Cette zone fournit des fonctionnalités avancées pour personnaliser les stratégies App Control.
ja_jp: この領域では、App Controlポリシーをカスタマイズするための高度な機能を提供します。
tr_tr: Bu alan, Uygulama Denetimi ilkelerini özelleştirmek için gelişmiş özellikler sağlar.

# ConvertPoliciesToAppIDTaggingSettingsCard.Description
source: Select policies to convert to App ID Tagging type.
fr_fr: Sélectionnez les stratégies à convertir en type de balisage App ID.
ja_jp: App IDタグ付けタイプに変換するポリシーを選択します。
tr_tr: Uygulama Kimliği Etiketleme türüne dönüştürülecek politikaları seçin.

# ConvertPoliciesToAppIDTaggingSettingsCard.Header
source: Convert Policies To App ID Tagging
fr_fr: Convertir les stratégies en balisage App ID
ja_jp: ポリシーをApp IDタグ付けに変換
tr_tr: Politikaları Uygulama Kimliği Etiketlemeye Dönüştürün

# ConvertPoliciesToAppIDTaggingSettingsCard.ToolTipService.ToolTip
source: Select policies to convert to App ID Tagging type.
fr_fr: Sélectionnez les stratégies à convertir en type de balisage App ID.
ja_jp: App IDタグ付けタイプに変換するポリシーを選択します。
tr_tr: Uygulama Kimliği Etiketleme türüne dönüştürülecek politikaları seçin.

# ConvertPoliciesToAppIDTaggingSettingsCard.AutomationProperties.HelpText
source: Select policies to convert to App ID Tagging type.
fr_fr: Sélectionnez les stratégies à convertir en type de balisage App ID.
ja_jp: App IDタグ付けタイプに変換するポリシーを選択します。
tr_tr: Uygulama Kimliği Etiketleme türüne dönüştürülecek politikaları seçin.

# ConvertToAppIDTaggingButton.Content
source: Convert
fr_fr: Convertir
ja_jp: 変換
tr_tr: Dönüştürmek

# ConvertToAppIDTaggingButton.ToolTipService.ToolTip
source: Convert the selected policies to App ID Tagging
fr_fr: Convertir les stratégies sélectionnées en balisage App ID
ja_jp: 選択したポリシーをApp IDタグ付けに変換します
tr_tr: Seçilen politikaları Uygulama Kimliği Etiketlemeye dönüştürün

# ConvertToAppIDTaggingButton.AutomationProperties.HelpText
source: Convert the selected policies to App ID Tagging
fr_fr: Convertir les stratégies sélectionnées en balisage App ID
ja_jp: 選択したポリシーをApp IDタグ付けに変換します
tr_tr: Seçilen politikaları Uygulama Kimliği Etiketlemeye dönüştürün

# Advanced.Text
source: Advanced
fr_fr: Avancé
ja_jp: 高度
tr_tr: Gelişmiş

# SuccessMsgConvertingPoliciesToAppIDTagging
source: Successfully converted all selected policies to App ID Tagging.
fr_fr: Toutes les stratégies sélectionnées ont été converties avec succès en balisage App ID.
ja_jp: 選択したすべてのポリシーをApp IDタグ付けに正常に変換しました。
tr_tr: Seçilen tüm politikalar başarıyla Uygulama Kimliği Etiketlemeye dönüştürüldü.

# RemoveSigningScenarioFeatureSettingsCard.Description
source: Select a Signing Scenario to remove from the policies you select.
fr_fr: Sélectionnez un scénario de signature à supprimer de vos stratégies sélectionnées.
ja_jp: 選択したポリシーから削除する署名シナリオを選択します。
tr_tr: Seçtiğiniz ilkelerden kaldırmak için bir İmzalama Senaryosu seçin.

# RemoveSigningScenarioFeatureSettingsCard.Header
source: Signing Scenario Removal
fr_fr: Suppression du scénario de signature
ja_jp: 署名シナリオの削除
tr_tr: İmza Senaryosunun Kaldırılması

# RemoveSigningScenarioFeatureSettingsCard.ToolTipService.ToolTip
source: Select a Signing Scenario to remove from the policies you select.
fr_fr: Sélectionnez un scénario de signature à supprimer de vos stratégies sélectionnées.
ja_jp: 選択したポリシーから削除する署名シナリオを選択します。
tr_tr: Seçtiğiniz ilkelerden kaldırmak için bir İmzalama Senaryosu seçin.

# RemoveSigningScenarioFeatureSettingsCard.AutomationProperties.HelpText
source: Select a Signing Scenario to remove from the policies you select.
fr_fr: Sélectionnez un scénario de signature à supprimer de vos stratégies sélectionnées.
ja_jp: 選択したポリシーから削除する署名シナリオを選択します。
tr_tr: Seçtiğiniz ilkelerden kaldırmak için bir İmzalama Senaryosu seçin.

# RemoveSigningScenarioButton.Content
source: Remove
fr_fr: Supprimer
ja_jp: 削除
tr_tr: Kaldırmak

# RemoveSigningScenarioButton.ToolTipService.ToolTip
source: Begin signing scenario removal.
fr_fr: Commencer la suppression du scénario de signature.
ja_jp: 署名シナリオの削除を開始します。
tr_tr: İmza senaryosunun kaldırılmasına başlayın.

# RemoveSigningScenarioButton.AutomationProperties.HelpText
source: Begin signing scenario removal.
fr_fr: Commencer la suppression du scénario de signature.
ja_jp: 署名シナリオの削除を開始します。
tr_tr: İmza senaryosunun kaldırılmasına başlayın.

# SuccessMsgSigningScenarioRemoval
source: Successfully removed all data related to the selected signing scenario.
fr_fr: Toutes les données liées au scénario de signature sélectionné ont été supprimées avec succès.
ja_jp: 選択した署名シナリオに関連するすべてのデータを正常に削除しました。
tr_tr: Seçilen imzalama senaryosuyla ilgili tüm veriler başarıyla kaldırıldı.

# PolicyEditorPolicyFriendlyNameSettingsCard.Header
source: Policy Friendly Name
fr_fr: Nom convivial de la stratégie
ja_jp: ポリシー表示名
tr_tr: Politika Dostu Ad

# PolicyEditorPolicyFriendlyNameSettingsCard.Description
source: The friendly name of the selected App Control policy
fr_fr: Le nom convivial de la stratégie App Control sélectionnée
ja_jp: 選択されたApp Controlポリシーの表示名
tr_tr: Seçilen Uygulama Denetimi ilkesinin kolay adı

# PolicyEditorPolicyFriendlyNameSettingsCard.ToolTipService.ToolTip
source: The friendly name of the selected App Control policy
fr_fr: Le nom convivial de la stratégie App Control sélectionnée
ja_jp: 選択されたApp Controlポリシーの表示名
tr_tr: Seçilen Uygulama Denetimi ilkesinin kolay adı

# PolicyEditorPolicyFriendlyNameSettingsCard.AutomationProperties.HelpText
source: The friendly name of the selected App Control policy
fr_fr: Le nom convivial de la stratégie App Control sélectionnée
ja_jp: 選択されたApp Controlポリシーの表示名
tr_tr: Seçilen Uygulama Denetimi ilkesinin kolay adı

# KeyHeader.Text
source: Key
fr_fr: Clé
ja_jp: キー
tr_tr: Anahtar

# ValueHeader.Text
source: Value
fr_fr: Valeur
ja_jp: 値
tr_tr: Değer

# ContextHeader.Text
source: Context
fr_fr: Contexte
ja_jp: コンテキスト
tr_tr: Bağlam

# AppIDTags.Text
source: App ID Tags
fr_fr: Balises App ID
ja_jp: App IDタグ
tr_tr: Uygulama Kimliği Etiketleri

# AddNewAppIDTagButton.Content
source: Add New Tag
fr_fr: Ajouter une nouvelle balise
ja_jp: 新規タグ追加
tr_tr: Yeni Etiket Ekle

# AddNewAppIDTagButton.ToolTipService.ToolTip
source: Add a new App ID Tag based on the key and value that you entered.
fr_fr: Ajoutez une nouvelle balise App ID basée sur la clé et la valeur que vous avez saisies.
ja_jp: 入力したキーと値に基づいて新しいApp IDタグを追加します。
tr_tr: Girdiğiniz anahtara ve değere göre yeni bir Uygulama Kimliği Etiketi ekleyin.

# AddNewAppIDTagButton.AutomationProperties.HelpText
source: Add a new App ID Tag based on the key and value that you entered.
fr_fr: Ajoutez une nouvelle balise App ID basée sur la clé et la valeur que vous avez saisies.
ja_jp: 入力したキーと値に基づいて新しいApp IDタグを追加します。
tr_tr: Girdiğiniz anahtara ve değere göre yeni bir Uygulama Kimliği Etiketi ekleyin.

# KeyPlaceHolder.PlaceholderText
source: Key
fr_fr: Clé
ja_jp: キー
tr_tr: Anahtar

# KeyPlaceHolder.ToolTipService.ToolTip
source: Enter the App ID Tag's key in here.
fr_fr: Saisissez la clé de la balise App ID ici.
ja_jp: App IDタグのキーをここに入力します。
tr_tr: Uygulama Kimliği Etiketinin anahtarını buraya girin.

# KeyPlaceHolder.AutomationProperties.HelpText
source: Enter the App ID Tag's key in here.
fr_fr: Saisissez la clé de la balise App ID ici.
ja_jp: App IDタグのキーをここに入力します。
tr_tr: Uygulama Kimliği Etiketinin anahtarını buraya girin.

# ValuePlaceHolder.PlaceholderText
source: Value
fr_fr: Valeur
ja_jp: 値
tr_tr: Değer

# ValuePlaceHolder.ToolTipService.ToolTip
source: Enter the App ID Tag's value in here.
fr_fr: Saisissez la valeur de la balise App ID ici.
ja_jp: App IDタグの値をここに入力します。
tr_tr: Uygulama Kimliği Etiketinin değerini buraya girin.

# ValuePlaceHolder.AutomationProperties.HelpText
source: Enter the App ID Tag's value in here.
fr_fr: Saisissez la valeur de la balise App ID ici.
ja_jp: App IDタグの値をここに入力します。
tr_tr: Uygulama Kimliği Etiketinin değerini buraya girin.

source: Main Policy
fr_fr: Stratégie principale
ja_jp: メインポリシー
tr_tr: Ana Politika

source: Other Policies
fr_fr: Autres stratégies
ja_jp: その他のポリシー
tr_tr: Diğer Politikalar

source: Policy to Add New Rules to
fr_fr: Stratégie pour l'ajout de nouvelles règles
ja_jp: 新規ルールを追加するポリシー
tr_tr: Yeni Kurallar Ekleme Politikası

# SearchThePoliciesLibrary.Text
source: Search for policies in the library
fr_fr: Rechercher des stratégies dans la bibliothèque
ja_jp: ライブラリ内のポリシーを検索
tr_tr: Kitaplıkta ilkeleri arayın

# SidebarButton.ToolTipService.ToolTip
source: Click or tap here to access the Sidebar where you can view the policies library and use the policies in it.
fr_fr: Cliquez ou appuyez ici pour accéder à la barre latérale où vous pouvez consulter la bibliothèque de stratégies et utiliser les stratégies qu'elle contient.
ja_jp: ここをクリックまたはタップしてサイドバーにアクセスし、ポリシーライブラリを表示してポリシーを使用します。
tr_tr: Politika kitaplığını görüntüleyebileceğiniz ve içindeki politikaları kullanabileceğiniz Kenar Çubuğuna erişmek için buraya tıklayın veya dokunun.

# SidebarButton.AutomationProperties.HelpText
source: Click or tap here to access the Sidebar where you can view the policies library and use the policies in it.
fr_fr: Cliquez ou appuyez ici pour accéder à la barre latérale où vous pouvez consulter la bibliothèque de stratégies et utiliser les stratégies qu'elle contient.
ja_jp: ここをクリックまたはタップしてサイドバーにアクセスし、ポリシーライブラリを表示してポリシーを使用します。
tr_tr: Politika kitaplığını görüntüleyebileceğiniz ve içindeki politikaları kullanabileceğiniz Kenar Çubuğuna erişmek için buraya tıklayın veya dokunun.

# BackButtonTitleBar.ToolTipService.ToolTip
source: Click or tap here to go back to the previous page.
fr_fr: Cliquez ou appuyez ici pour revenir à la page précédente.
ja_jp: ここをクリックまたはタップして前のページに戻ります。
tr_tr: Önceki sayfaya dönmek için buraya tıklayın veya dokunun.

# BackButtonTitleBar.AutomationProperties.HelpText
source: Click or tap here to go back to the previous page.
fr_fr: Cliquez ou appuyez ici pour revenir à la page précédente.
ja_jp: ここをクリックまたはタップして前のページに戻ります。
tr_tr: Önceki sayfaya dönmek için buraya tıklayın veya dokunun.

# HamburgerMenuButton.ToolTipService.ToolTip
source: Click or tap here to access the main navigation menu of the app.
fr_fr: Cliquez ou appuyez ici pour accéder au menu de navigation principal de l'application.
ja_jp: ここをクリックまたはタップしてアプリのメインナビゲーションメニューにアクセスします。
tr_tr: Uygulamanın ana gezinme menüsüne erişmek için buraya tıklayın veya dokunun.

# HamburgerMenuButton.AutomationProperties.HelpText
source: Click or tap here to access the main navigation menu of the app.
fr_fr: Cliquez ou appuyez ici pour accéder au menu de navigation principal de l'application.
ja_jp: ここをクリックまたはタップしてアプリのメインナビゲーションメニューにアクセスします。
tr_tr: Uygulamanın ana gezinme menüsüne erişmek için buraya tıklayın veya dokunun.

# OpenPoliciesLibraryCacheLocationMenuFlyoutSubItem.Text
source: Open Cache Location
fr_fr: Ouvrir l'emplacement du cache
ja_jp: キャッシュの場所を開く
tr_tr: Önbellek Konumunu Aç

# OpenPoliciesLibraryCacheLocationMenuFlyoutSubItem.ToolTipService.ToolTip
source: Navigate to the directory where the Policies Library cache is located. Please keep in mind that this location is cleared when the app is uninstalled.
fr_fr: Accédez au répertoire où se trouve le cache de la Bibliothèque de stratégies. Veuillez noter que cet emplacement est effacé lors de la désinstallation de l'application.
ja_jp: ポリシーライブラリのキャッシュがあるディレクトリに移動します。この場所はアプリがアンインストールされるとクリアされることに注意してください。
tr_tr: İlkeler Kitaplığı önbelleğinin bulunduğu dizine gidin. Uygulama kaldırıldığında bu konumun temizlendiğini lütfen unutmayın.

# OpenPoliciesLibraryCacheLocationMenuFlyoutSubItem.AutomationProperties.HelpText
source: Navigate to the directory where the Policies Library cache is located. Please keep in mind that this location is cleared when the app is uninstalled.
fr_fr: Accédez au répertoire où se trouve le cache de la Bibliothèque de stratégies. Veuillez noter que cet emplacement est effacé lors de la désinstallation de l'application.
ja_jp: ポリシーライブラリのキャッシュがあるディレクトリに移動します。この場所はアプリがアンインストールされるとクリアされることに注意してください。
tr_tr: İlkeler Kitaplığı önbelleğinin bulunduğu dizine gidin. Uygulama kaldırıldığında bu konumun temizlendiğini lütfen unutmayın.

# RequireHotpatchIDHeader.Text
source: Require Hotpatch ID
fr_fr: Exiger un ID de Hotpatch
ja_jp: ホットパッチIDが必要
tr_tr: Hotpatch Kimliği Gereksin

# MinimumHotpatchSequenceHeader.Text
source: Minimum Hotpatch Sequence
fr_fr: Séquence Hotpatch minimale
ja_jp: 最小ホットパッチシーケンス
tr_tr: Minimum Hotpatch Sırası

# MaximumHotpatchSequenceHeader.Text
source: Maximum Hotpatch Sequence
fr_fr: Séquence Hotpatch maximale
ja_jp: 最大ホットパッチシーケンス
tr_tr: Maksimum Anında Düzeltme Sırası

# ColumnsDropDownButton.Content
source: Columns
fr_fr: Colonnes
ja_jp: 列
tr_tr: Sütunlar

# ColumnsDropDownButton.ToolTipService.ToolTip
source: Manage the visibility of columns in the data grid.
fr_fr: Gérer la visibilité des colonnes dans la grille de données.
ja_jp: データグリッド内の列の表示を管理します。
tr_tr: Veri kılavuzundaki sütunların görünürlüğünü yönetin.

# ColumnsDropDownButton.AutomationProperties.HelpText
source: Manage the visibility of columns in the data grid.
fr_fr: Gérer la visibilité des colonnes dans la grille de données.
ja_jp: データグリッド内の列の表示を管理します。
tr_tr: Veri kılavuzundaki sütunların görünürlüğünü yönetin.

# DeSelectAllButton.Content
source: De-select all
fr_fr: Tout désélectionner
ja_jp: すべて選択解除
tr_tr: Tümünün seçimini kaldır

# DeSelectAllButton.ToolTipService.ToolTip
source: De-select all
fr_fr: Tout désélectionner
ja_jp: すべて選択解除
tr_tr: Tümünün seçimini kaldır

# DeSelectAllButton.AutomationProperties.HelpText
source: De-select all
fr_fr: Tout désélectionner
ja_jp: すべて選択解除
tr_tr: Tümünün seçimini kaldır

# PersistentPoliciesLibraryEncryptionSettingsCard.Header
source: Encrypt the Persistent Policies Library
fr_fr: Chiffrer la bibliothèque de stratégies persistantes
ja_jp: 永続ポリシーライブラリを暗号化
tr_tr: Kalıcı Politikalar Kitaplığını Şifreleyin

# PersistentPoliciesLibraryEncryptionSettingsCard.Description
source: When enabled, policy files stored in the local cache are encrypted using the Windows Data Protection API with Current User scope. This ensures that the files can only be decrypted and read by your specific Windows user account. Even other administrators on this machine will be unable to read the raw XML content of your library.
fr_fr: Lorsqu'elle est activée, les fichiers de stratégie stockés dans le cache local sont chiffrés à l'aide de l'API de protection des données Windows avec l'étendue Utilisateur actuel. Cela garantit que les fichiers ne peuvent être déchiffrés et lus que par votre compte utilisateur Windows spécifique. Même les autres administrateurs sur cette machine ne pourront pas lire le contenu XML brut de votre bibliothèque.
ja_jp: 有効にすると、ローカルキャッシュに保存されるポリシーファイルは、現在のユーザースコープのWindows Data Protection APIを使用して暗号化されます。これにより、ファイルは特定のWindowsユーザーアカウントのみが復号化して読み取ることができます。このマシンの他の管理者であっても、ライブラリの生のXMLコンテンツを読み取ることはできません。
tr_tr: Etkinleştirildiğinde, yerel önbellekte depolanan ilke dosyaları, Geçerli Kullanıcı kapsamına sahip Windows Veri Koruma API'si kullanılarak şifrelenir. Bu, dosyaların şifresinin yalnızca sizin özel Windows kullanıcı hesabınız tarafından çözülebilmesini ve okunabilmesini sağlar. Bu makinedeki diğer yöneticiler bile kitaplığınızın ham XML içeriğini okuyamayacak.

# PersistentPoliciesLibraryEncryptionSettingsCard.ToolTipService.ToolTip
source: When enabled, policy files stored in the local cache are encrypted using the Windows Data Protection API with Current User scope. This ensures that the files can only be decrypted and read by your specific Windows user account. Even other administrators on this machine will be unable to read the raw XML content of your library.
fr_fr: Lorsqu'elle est activée, les fichiers de stratégie stockés dans le cache local sont chiffrés à l'aide de l'API de protection des données Windows avec l'étendue Utilisateur actuel. Cela garantit que les fichiers ne peuvent être déchiffrés et lus que par votre compte utilisateur Windows spécifique. Même les autres administrateurs sur cette machine ne pourront pas lire le contenu XML brut de votre bibliothèque.
ja_jp: 有効にすると、ローカルキャッシュに保存されるポリシーファイルは、現在のユーザースコープのWindows Data Protection APIを使用して暗号化されます。これにより、ファイルは特定のWindowsユーザーアカウントのみが復号化して読み取ることができます。このマシンの他の管理者であっても、ライブラリの生のXMLコンテンツを読み取ることはできません。
tr_tr: Etkinleştirildiğinde, yerel önbellekte depolanan ilke dosyaları, Geçerli Kullanıcı kapsamına sahip Windows Veri Koruma API'si kullanılarak şifrelenir. Bu, dosyaların şifresinin yalnızca sizin özel Windows kullanıcı hesabınız tarafından çözülebilmesini ve okunabilmesini sağlar. Bu makinedeki diğer yöneticiler bile kitaplığınızın ham XML içeriğini okuyamayacak.

# PersistentPoliciesLibraryEncryptionSettingsCard.AutomationProperties.HelpText
source: When enabled, policy files stored in the local cache are encrypted using the Windows Data Protection API with Current User scope. This ensures that the files can only be decrypted and read by your specific Windows user account. Even other administrators on this machine will be unable to read the raw XML content of your library.
fr_fr: Lorsqu'elle est activée, les fichiers de stratégie stockés dans le cache local sont chiffrés à l'aide de l'API de protection des données Windows avec l'étendue Utilisateur actuel. Cela garantit que les fichiers ne peuvent être déchiffrés et lus que par votre compte utilisateur Windows spécifique. Même les autres administrateurs sur cette machine ne pourront pas lire le contenu XML brut de votre bibliothèque.
ja_jp: 有効にすると、ローカルキャッシュに保存されるポリシーファイルは、現在のユーザースコープのWindows Data Protection APIを使用して暗号化されます。これにより、ファイルは特定のWindowsユーザーアカウントのみが復号化して読み取ることができます。このマシンの他の管理者であっても、ライブラリの生のXMLコンテンツを読み取ることはできません。
tr_tr: Etkinleştirildiğinde, yerel önbellekte depolanan ilke dosyaları, Geçerli Kullanıcı kapsamına sahip Windows Veri Koruma API'si kullanılarak şifrelenir. Bu, dosyaların şifresinin yalnızca sizin özel Windows kullanıcı hesabınız tarafından çözülebilmesini ve okunabilmesini sağlar. Bu makinedeki diğer yöneticiler bile kitaplığınızın ham XML içeriğini okuyamayacak.

# USBDeviceHistory.Text
source: USB Device History
fr_fr: Historique des périphériques USB
ja_jp: USBデバイス履歴
tr_tr: USB Cihaz Geçmişi

# USBHistoryButton.ToolTipService.ToolTip
source: Displays the history of all of the USB devices that have been connected to this device.
fr_fr: Affiche l’historique de tous les périphériques USB qui ont été connectés à cet appareil.
ja_jp: このデバイスに接続されたすべてのUSBデバイスの履歴を表示します。
tr_tr: Bu cihaza bağlanan tüm USB cihazlarının geçmişini görüntüler.
